{
  "translation": {
    "titleBanner": "Head • Executive Manager • Senior Project Manager",
    "titleBanner2": "with <span>international</span> experience",

    "cards": {
      "0": {
        "title": "Strategy",
        "description": "Strategy and planning are fundamental to the success of projects, as they guide decision-making, optimize resources, mitigate risks, and ensure efficient deliveries aligned with business objectives."
      },
      "1": {
        "title": "Growth",
        "description": "Project and portfolio growth is essential to expanding market presence, diversifying opportunities, increasing competitiveness, and ensuring the continuous sustainability and innovation of the business."
      },
      "2": {
        "title": "Satisfaction",
        "description": "Customer satisfaction is critical to the success of any project, as it fosters trust, builds loyalty, generates referrals, and drives new opportunities and sustainable growth."
      },
      "3": {
        "title": "Financial",
        "description": "Financial health is vital to the viability and success of projects. It ensures cost control, profitability, efficient resource utilization, and informed strategic decision-making, thereby increasing predictability and reducing risks."
      },
      "4": {
        "title": "Results",
        "description": "Positive results reflect project success, fulfill objectives, deliver value to the client, and ensure sustainability. They motivate the team, enhance credibility, and create new opportunities for future projects."
      }
    },

    "aboutTitle": "About me",
    "aboutInfo": {
      "resume": "As a Project and Operations Manager, I have acquired both national and international experience, working with clients across LATAM and the USA. I have led projects involving a wide range of technologies, including SAP, ServiceNow, RPA, OutSystems, Salesforce, and application modernization, consistently focusing on efficiency and innovation. My work has generated approximately R$6 billion in savings for clients, in addition to managing contracts worth over R$100 million. With more than eight years of leadership experience, I have had the opportunity to manage teams comprising over 300 professionals across projects in various sectors. My background as a developer and tech lead for four years has further strengthened my technical expertise, providing me with a comprehensive understanding of the operational challenges involved in project delivery.Throughout my career, I have developed solid expertise in operations leadership, project and team management, and client relationship management. I have been directly involved in numerous initiatives, ranging from e-commerce solutions to process automation and SaaS platforms. As a specialist in process automation, I also have experience in pre-sales, contributing to the successful closure of medium- and large-scale contracts.My decision-making approach is strongly data- and statistics-driven, ensuring strategic alignment and the optimization of outcomes. Additionally, I am actively involved in training and mentoring new managers and leaders, delivering programs aimed at qualification and professional development in the job market.",
      "results": {
        "0": "Led the implementation of e-commerce solutions for companies, generating over R$2.4 million in annual revenue.",
        "1": "Managed TCS’s pioneering HyperAutomation contract with Petrobras.",
        "2": "Oversaw a global project that resulted in savings of over R$5.78 billion for an oil and gas client, including more than R$120 million saved within just three weeks.",
        "3": "Achieved a financial margin improvement of over 400%.",
        "4": "Reduced more than 2 million work hours for clients through process automation initiatives."
      },
      "skills": {
        "softSkills": {
          "0": "Communication and Public Speaking",
          "1": "Conflict Management",
          "2": "Conflict Management",
          "3": "Team Management and Leadership",
          "4": "Emotional Intelligence",
          "5": "Continuous Improvement",
          "6": "Tactical Relationship Vision",
          "7": "Productivity"
        },
        "hardSkills": {
          "0": "COE, ITIL & BPM",
          "1": "Contracts",
          "2": "Financial Control",
          "3": "Process Definition and Improvement",
          "4": "Estimates, Goals and KPIs",
          "5": "Financial Strategy",
          "6": "1-1 Feedback",
          "7": "Delivery Flow",
          "8": "MySQL, Python, Javascript & PHP",
          "9": "Client Negotiation",
          "10": "PMO, PDCA & SDLC",
          "11": "Pre-Sales, Financial Reports",
          "12": "Scrum, Kanban, Lean, Waterfall",
          "13": "Pricing and Budgeting",
          "14": "Digital Transformation",
          "15": "Training and Mentoring"
        }
      },
      "buttons": {
        "btnResume": "Resume",
        "btnResults": "Results",
        "btnSkills": "Skills"
      },
      "extra": {
        "expDetail": "Experience: <span>+10 years</span>",
        "langDetail": "Languages: <span>Portuguese and English</span>",
        "reach": "Reach: <span>International</span>",
        "yearsOld": {
          "age": "age",
          "year": "years"
        }
      }
    },

    "techTitle": "Core Technologie",
    "techTitleHome": "Technologies",

    "highlights": {
      "0": "Professionals led throughout the career.",
      "1": "In savings generated for clients.",
      "2": "Increase in financial margins.",
      "3": "Contracts secured with major corporations."
    },

    "homePageProject": {
      "title": "Explore My Portfolio",
      "text": "I invite you to explore my portfolio of real-world projects, showcasing the clients I have supported through project management and digital transformation consultancy, along with a summary of the key initiatives and outcomes delivered for each.",
      "btn": "Visit Portfolio "
    },

    "services": {
      "title": "Provided Services",
      "serviceList": {
        "0": "Project and Delivery Management (SCRUM, Waterfall, Lean & Smart)",
        "1": "Multidisciplinary Team Management.",
        "2": "Leadership, Pre-Sales Training and Qualification.",
        "3": "Business Management Consulting.",
        "4": "Business Strategies Development.",
        "5": "KPI Implementation and Development.",
        "6": "Digital Transformation.",
        "7": "Process Mapping and Improvement.",
        "8": "Workflow Automation.",
        "9": "Volunteering for IT Job Market Replacement."
      }
    },

    "contact": {
      "title": "Get in Touch",
      "text1": "It would be a pleasure to connect and learn more about your challenges so we can develop tailored solutions together.",
      "text2": "Interested in a partnership or want to get in touch? Reach out through the channels below — I look forward to hearing from you!"
    },

    "project": {
      "mainTitle": "Projects",
      "titleSegments": "Segments",
      "titleTypes": "Technologies",
      "titleSectors": "Sectors",
      "sectors": {
        "auditoria": "Audit",
        "conformidade": "Compliance",
        "educacao": "Education",
        "estrategia": "Strategy",
        "financas": "Finance",
        "governanca": "Governance",
        "juridico": "Legal",
        "logistica": "Logistics",
        "rh": "HR",
        "servicos": "Services",
        "suprimentos": "Supplies",
        "tecnologia": "Technology"
      },
      "chartData": {
        "energia": "Energy",
        "tecnologia": "Technology",
        "industrial": "Industrial",
        "financeiro": "Financial",
        "seguro": "Insurance",
        "agricola": "Agricultural",
        "farma": "Pharma",
        "cosmeticos": "Cosmetics",
        "automotiva": "Automotive",
        "turismo": "Tourism"
      }
    },

    "projectsInfo": {
      "objectives": {
        "objectiveTitle": "Project Objectives",
        "tags": {
          "0": "Digital Transformation",
          "1": "Application Financial",
          "2": "Application Development",
          "3": "Saving Hours",
          "4": "Cost Reduction",
          "5": "Reduction of Human Errors",
          "6": "Aplication Production",
          "7": "Monitoring of Technological Activities",
          "8": "Infrastructure Improvement",
          "9": "PMO Application Development",
          "10": "Applitaction Insurance Sector",
          "11": "Improvement in the Sales Process",
          "12": "General Control of Sectors",
          "14": "Data Collection",
          "15": "Report Generation",
          "16": "Operational Visibility",
          "17": "Area Standardization",
          "18": "Information Extraction",
          "19": "Activity Optimization"
        }
      },
      "description": {
        "titleDescriptionProject": "The project",
        "titleDescriptionClient": "About the client",
        "aboutClient": {
          "0": "American Express is one of the world's leading financial services companies, specializing in credit cards, digital payments, travel, and banking services. With over 160 years of history, American Express operates in more than 130 countries, providing innovative financial solutions for consumers, businesses, and merchants worldwide. Serving millions of individuals and businesses of various sizes, the company is recognized for its commitment to excellence and trust in the financial market.",
          "1": "Apple is one of the largest and most influential technology companies in the world, renowned for its innovation in hardware, software, and digital services. With iconic products such as the iPhone, iPad, MacBook, and Apple Watch, Apple has a global presence and over 147,000 employees. Its impact on the technology market is unparalleled, with millions of customers worldwide and a strong consumer loyalty base.",
          "2": "ArcelorMittal is one of the world's largest steel and metal production companies, with a global presence in over 60 countries. With more than 190,000 employees, ArcelorMittal is a leader in steel manufacturing and supplies products to various industries, including construction, automotive, and infrastructure. The company is known for its commitment to innovation, sustainability, and operational excellence.",
          "3": "Autoliv is one of the world's leading suppliers of automotive safety systems, specializing in airbags, seatbelts, and other critical vehicle safety components. With over 70 years of experience, Autoliv operates in more than 27 countries, employing over 60,000 people globally, and is a key player in the automotive industry, serving all major vehicle markets.",
          "4": "Avery Dennison is a leading American multinational specializing in labeling, packaging, and identification solutions, with operations in over 50 countries and more than 30,000 employees worldwide. The company stands out for its innovation and technology applied to various industries, including retail, logistics, automotive, and healthcare.",
          "5": "Exelon is one of the largest energy companies in the United States, providing electricity and gas to millions of customers. With operations across multiple states and a robust energy generation portfolio, Exelon is distinguished by its continuous pursuit of innovation and operational efficiency.",
          "6": "Fair Isaac Corporation (FICO) is a global leader in predictive analytics and decision-making technology, widely recognized for developing the FICO Score, one of the world's leading credit scoring models. With a presence in over 100 countries, the company provides innovative solutions for banks, insurers, retailers, and various industries, helping organizations make smarter, data-driven decisions.",
          "7": "Frontier Communications is one of the largest telecommunications service providers in the United States, offering broadband internet, telephone, and digital TV solutions to millions of customers. With a robust infrastructure and nationwide presence, the company continuously seeks innovation to optimize its processes and improve customer experience.",
          "8": "Grupo Boticário is one of Brazil's largest cosmetics and beauty product companies, with a strong global presence. With a portfolio of renowned brands such as O Boticário, Eudora, and quem disse, berenice?, the company operates in several countries and stands out for its innovation in product development and customer experience.",
          "9": "NextEra Energy is one of the world's largest renewable energy companies, focused on clean and sustainable power generation. With a diversified portfolio, including solar and wind energy, and a global presence in multiple countries, NextEra stands out for its leadership in sustainability and innovation in the energy sector.",
          "10": "Petrobras is one of the world's largest energy companies, operating across all stages of the oil and gas supply chain, from exploration to fuel distribution. With significant global presence and over 60 years of experience, Petrobras is a leader in the energy sector, contributing to the development of Brazil and other countries worldwide.",
          "11": "Petrobras is one of the world's largest energy and oil companies, specializing in the exploration, production, refining, and distribution of oil, natural gas, and derivatives. Founded in 1953, Petrobras has a significant presence in Brazil and various countries, with operations in over 20 nations and a workforce of more than 50,000 employees. The company plays a vital role in the development of the global energy sector and is recognized for its leadership in innovation and sustainability in the energy industry.",
          "12": "Roche is one of the world's leading pharmaceutical and diagnostics companies, specializing in innovative drug development and advanced diagnostic technologies. With over 120 years of history, Roche has a global presence, operating in more than 100 countries with a workforce of over 90,000 employees. The company is recognized for its leadership in combating serious diseases and its commitment to global health.",
          "13": "Selective is a renowned U.S.-based insurance company specializing in a wide range of insurance solutions for individuals and businesses, with a focus on automotive, property, and commercial insurance. With over 90 years of experience, Selective is recognized for its excellence in personalized services and strong market position, operating across multiple U.S. states.",
          "14": "SiteImprove is a leading provider of website optimization solutions, specializing in digital performance analytics, accessibility, and SEO tools. With a global customer base and strong market presence, SiteImprove helps companies improve user experience and ensure their websites are optimized for performance, security, and compliance.",
          "15": "TripTri is an innovative company in the travel and tourism sector, specializing in personalized solutions for clients seeking unique experiences in destinations worldwide. TripTri offers tour packages, airline tickets, accommodations, and exclusive services, catering to both individual travelers and groups. With a strong focus on customer service and innovation, the company is positioned to expand its presence in the global tourism market.",
          "16": "Yara International is a global leader in the fertilizer and agricultural solutions sector, focused on promoting sustainable agriculture and enhancing food security worldwide. Founded in Norway, Yara operates in over 60 countries with approximately 17,000 employees and is recognized for its innovation in products and services aimed at optimizing agricultural resources and environmental protection."
        },
        "aboutProject": {
          "0": "This OutSystems project aims to drive American Express's digital transformation by developing applications focused on the financial sector. The initiative seeks to optimize internal processes, enhancing agility and efficiency in the company's financial operations. By leveraging the OutSystems platform, American Express intends to create innovative, customized solutions that meet the growing demands of the financial industry, ensuring a faster and more secure experience for its customers and business partners. Through this project, American Express continues its digital innovation journey, making a significant impact on its operations and the financial market by adopting new technologies that improve transaction management, payments, and financial services.",
          "1": "This OutSystems project aims to support Apple's digital transformation by developing innovative applications for the technology sector. The initiative seeks to optimize and accelerate the development of internal solutions, improving integration between teams and systems while enabling faster delivery of new products and services. Using OutSystems allows Apple to quickly create and adapt applications to meet growing market demands and internal process needs. Through this project, Apple reinforces its leadership in innovation by leveraging the OutSystems platform to build faster and more efficient digital solutions, aligning with its goals of technological transformation and continuous market evolution.",
          "2": "This RPA (Robotic Process Automation) project, using the Automation Anywhere platform, aims to drive ArcelorMittal's digital transformation by focusing on operational hour savings and cost reduction. Automation is being implemented in critical processes using Microsoft Excel and SAP, optimizing workflows, reducing reliance on manual tasks, and increasing operational efficiency. This initiative not only enhances productivity but also ensures greater accuracy and consistency in processes, enabling ArcelorMittal to focus on strategic activities and maintain its industry leadership with more efficient and technologically advanced solutions.",
          "3": "This OutSystems project aims to accelerate Autoliv's digital transformation by developing innovative applications for the supply chain sector. The solution focuses on optimizing procurement management, inventory control, and supplier communication, enhancing efficiency and integration across various supply chain stages. By leveraging the OutSystems platform, Autoliv seeks to improve operational agility, reduce response times, and increase data accuracy, aligning technology with the company's strategic needs. This initiative reinforces Autoliv's commitment to innovation and operational efficiency in the automotive sector.",
          "4": "To accelerate its digital transformation, applications are being developed using the OutSystems platform to modernize processes and enhance operational efficiency. The project aims to create agile, scalable, and customized solutions that improve productivity, reduce costs, and elevate the experience for internal and external users. Through this initiative, Avery Dennison reinforces its commitment to innovation and digitalization, ensuring greater competitiveness and adaptability to new market demands.",
          "5": "To drive its digital transformation, RPA (Robotic Process Automation) solutions using UiPath are being implemented to automate repetitive and complex tasks. The project's primary objectives include saving operational hours, allowing employees to focus on strategic activities, reducing costs by eliminating time-consuming and inefficient manual processes, and minimizing human errors to ensure greater accuracy and compliance in operations. Automations are primarily developed for systems such as Oracle and Microsoft Excel, optimizing financial, administrative, and operational workflows. This initiative strengthens Exelon's efficiency, innovation, and competitiveness in the energy sector.",
          "6": "As part of its digital transformation, applications are being developed using the OutSystems platform to modernize essential systems and processes. The project aims to create agile and scalable solutions that meet business needs, optimize operational efficiency by reducing rework and increasing productivity, and enhance the experience for internal users and customers by making processes more intuitive and effective. Through this initiative, FICO reinforces its commitment to technological innovation, ensuring greater agility, competitiveness, and excellence in the credit analytics and data intelligence market.",
          "7": "As part of its digital transformation, advanced RPA (Robotic Process Automation) solutions are being implemented using UiPath and Pegasystems platforms. Automations are primarily developed for Microsoft Excel, optimizing the processing of large data volumes and improving decision-making based on structured information. This initiative strengthens Frontier Communications' operational efficiency and competitiveness in the telecommunications sector, positioning it as an increasingly digital and innovative company.",
          "8": "To enhance its digital transformation, Grupo Boticário has been implementing RPA (Robotic Process Automation) solutions using Automation Anywhere and Blue Prism platforms. Automations are primarily developed for systems such as Microsoft Excel and Citrix, optimizing financial, administrative, and operational workflows while accelerating the processing of large data volumes. This initiative reinforces Grupo Boticário's commitment to innovation and efficiency, strengthening its position in the cosmetics and beauty market and promoting an increasingly efficient and intelligent digital journey.",
          "9": "For its digital transformation, NextEra is implementing ServiceNow to optimize operations management and improve the efficiency of its technological infrastructure. The project's main objectives include monitoring technological activities to ensure real-time visibility of operations and identifying potential issues before they impact services, improving infrastructure by promoting automation and streamlining processes for greater operational efficiency, and enabling a more agile and strategic approach to service and process management, aligning technology with business needs. Through this initiative, NextEra Energy reinforces its commitment to innovation and sustainability, ensuring more efficient, agile, and integrated operations to maintain its leadership in the renewable energy market.",
          "10": "This RPA (Robotic Process Automation) project, using the Automation Anywhere platform, aims to drive Petrobras's digital transformation by saving operational hours and reducing costs. Automation of repetitive and complex processes has been implemented in critical systems such as Microsoft Excel, SAP, Citrix, and Petronect, optimizing workflows and ensuring greater efficiency and accuracy in operations.",
          "11": "This OutSystems project aims to support Petrobras's digital transformation by modernizing legacy applications using .NET. The initiative seeks to update and integrate outdated systems, providing greater agility, scalability, and operational efficiency. Leveraging the OutSystems platform enables Petrobras to modernize its IT processes, optimize the development of new applications, and increase flexibility to adapt quickly to changes in the energy market. Through this transformation, Petrobras strengthens its position in the energy sector, striving for greater efficiency and innovation in its internal processes while delivering more agile and modern solutions for its operational and strategic challenges. This project is a true global success story, delivering exceptional results, including savings of over R$ 6 billion in one year and R$ 120 million in just three weeks. The automation implementation has generated significant productivity gains, reduced human errors, and accelerated critical processes, positioning Petrobras at the forefront of innovation in the energy sector.",
          "12": "This Java development project aims to drive Roche's digital transformation by creating PMO (Project Management Office) applications that optimize project management and enhance collaboration among teams. Focusing on innovation and continuous improvement of internal processes, the project seeks to integrate technological solutions that increase efficiency, agility, and precision in project tracking and execution. This initiative is part of Roche's digital strategy to strengthen project management, ensuring greater control, transparency, and alignment with the company's strategic objectives.",
          "13": "This OutSystems project aims to support Selective's digital transformation by developing innovative applications for the insurance sector. The implementation of agile and scalable solutions seeks to optimize processes, improve customer experience, and increase operational efficiency. The project aims to modernize how the company manages and delivers its insurance products and services, enabling better integration and automation of internal processes and a smoother, more digital experience for customers. Through this initiative, Selective strengthens its position as an industry leader by adopting cutting-edge technologies that transform and enhance its interactions with customers and operational management.",
          "14": "This RPA (Robotic Process Automation) project, using the Automation Anywhere platform, aims to drive SiteImprove's digital transformation by saving operational hours and reducing costs. Automation has been implemented in critical processes using systems such as Microsoft Excel, SAP, Citrix, and Salesforce to optimize workflows, reduce human errors, and enhance operational efficiency. The initiative not only increases productivity but also ensures greater accuracy in internal processes, allowing SiteImprove's teams to focus on higher-value strategic activities. Through this approach, SiteImprove continues to position itself at the forefront of digital innovation, delivering more efficient and higher-quality solutions to its customers.",
          "15": "This project aims to drive TripTri's digital transformation by modernizing the company to enable online sales and overall business management via an online administration system. The creation of an eCommerce platform will allow TripTri to offer its services in an agile and accessible manner, providing a streamlined purchasing experience for customers. Additionally, implementing an integrated management system will enable efficient control of sales, inventory, reservations, and customer data in real time. Through this transformation, TripTri modernizes itself, gaining greater autonomy and flexibility while offering a more intuitive and efficient digital purchasing experience for its customers. This will allow the company to expand its reach, improve competitiveness, and continue delivering exceptional service in the tourism industry.",
          "16": "The ServiceNow project implemented for Yara primarily aims to digitally transform the company's technological operations, focusing on monitoring technological activities and improving IT infrastructure. The solution optimizes internal processes, enhances real-time visibility of IT operations, and ensures greater efficiency in incident and service management. The initiative seeks to make Yara's operations more agile and integrated, improving the management and response to the company's technological needs. Adopting ServiceNow enables a more effective and strategic approach, aligning technological infrastructure with the company's global objectives and fostering continuous and sustainable transformation.",
          "17": "The analytics and data projects at ArcelorMittal play a fundamental strategic role by enabling continuous and structured monitoring of key information across various company areas, such as taxation, supply chain, production, logistics, sales, and more. Through the consolidation and analysis of large data volumes, these initiatives provide an integrated and precise view of the company's operational and financial performance, identifying deviations, improvement opportunities, and relevant business trends. Beyond directly supporting strategic decision-making, the data projects enable the creation of executive reports and dashboards that ensure greater agility, reliability, and transparency in communication with top leadership. By fostering a data-driven culture, the company strengthens its innovation capabilities, gains a competitive edge, and enhances efficiency across the entire value chain, from raw material acquisition to final product delivery. In this way, the analytics projects solidify as essential pillars for ArcelorMittal's sustainability and continuous growth in an increasingly dynamic and challenging market.",
          "18": "The Artificial Intelligence projects at ArcelorMittal represent an innovative front that has transformed how the company monitors, analyzes, and acts on strategic data across various areas, such as taxation, supply chain, production, logistics, and sales. Using advanced technologies, these projects enable real-time tracking of critical information, automate tasks, and expand the organization's analytical capabilities. One of the major innovations of these projects is the application of language models (LLMs), capable of interpreting and extracting relevant data from unstructured documents like PDFs, invoices, contracts, and technical reports. This has led to significant efficiency gains, especially in areas requiring large-scale document analysis. Additionally, AI is being used to manipulate and correlate information from different sources, aiding in identifying patterns, improvement opportunities, and new operational directions across various company processes. These solutions also automate workflow steps, optimizing time, reducing operational errors, and freeing teams to focus on more strategic activities.",
          "19": "The fullstack development projects at ArcelorMittal primarily aim to create customized applications tailored to the specific needs of each company area. Through tailored technological solutions, these applications are designed to address operational challenges, optimize processes, and improve the experience for both internal users and external customers and partners. With an approach that integrates front-end and back-end development, fullstack teams deliver complete solutions adapted to the realities of areas like production, supply chain, sales, human resources, logistics, and more. These applications not only facilitate daily operations for teams but also promote greater agility, control, and visibility over processes. Furthermore, the fullstack projects directly contribute to process digitization and information standardization, supporting strategic decision-making and reducing rework. The flexibility and scalability of these solutions allow ArcelorMittal to respond quickly to new market demands and customer needs, reinforcing its commitment to innovation, efficiency, and operational excellence."
        }
      },
      "extras": {
        "0": "Energy",
        "1": "Cosmetic",
        "2": "Communication",
        "3": "Technology",
        "4": "Industry",
        "5": "Automotive",
        "6": "Financial",
        "7": "Pharmaceutical",
        "8": "Insurance",
        "9": "Tourism",
        "10": "Agricultural"
      },
      "techTitle": "Related Technologies",
      "techDevelopmentType": "Development",
      "techDataType": "Data"
    },

    "clientTitle": "Client",
    "segmentTitle": "Segment",
    "knowProjects": "Portfolio of Projects and Clients Served",

    "pageTitles": {
      "project": "Operations",
      "volunteer": "Volunteer Work",
      "exp": "Experiences"
    },

    "experiences": {
      "enterprises": {
        "0": "Tata Consultancy Services (India)",
        "1": "Prime IT (Portugal)",
        "2": "GAVB / Grupo Boticário (Brazil)",
        "3": "Evonnis (Brazil)",
        "4": "Evonnis (Brazil)"
      },
      "roles": {
        "0": "Project Manager",
        "1": "Consultant",
        "2": "Tech Lead",
        "3": "Fullstack Developer",
        "4": "Administrative and Commercial Supervisor"
      },
      "roleFunctions": {
        "0": {
          "0": "Management of a portfolio comprising over 10 projects and accounts for clients across LATAM and the United States.",
          "1": "Oversight of more than 100 associates distributed across multiple initiatives.",
          "2": "Training and mentoring of project managers to enhance leadership capabilities and delivery performance.",
          "3": "Leading sales and pre-sales meetings, including the preparation and delivery of strategic presentations.",
          "4": "Preparation and review of Requests for Proposal (RFPs).",
          "5": "Identification and pursuit of new business opportunities in collaboration with clients and key stakeholders.",
          "6": "Design and implementation of KPIs and project objectives aligned with organizational goals.",
          "7": "Direct involvement in project profitability through Margin Improvement Plan (MIP) initiatives.",
          "8": "Development and execution of financial strategies to support sustainable growth.",
          "9": "Conducting comprehensive risk analyses to mitigate potential project and business impacts.",
          "10": "Restructuring and standardization of multidisciplinary teams to optimize efficiency and scalability.",
          "11": "Management of the sales pipeline and forecasting to ensure business continuity.",
          "12": "Active participation in contract renegotiations and preparation of claims and supporting documentation.",
          "13": "Monitoring of internal audits and implementation of corrective and preventive actions as required.",
          "14": "Regular reporting to executive leadership and the board of directors, ensuring transparency and alignment.",
          "15": "Ensuring compliance with contractual obligations between the company and its clients.",
          "16": "Engagement in technological and innovation initiatives in partnership with clients.",
          "17": "Implementation of performance improvement plans to support associate development and retention.",
          "18": "Development and refinement of internal processes, including the structuring and distribution of tasks.",
          "19": "Execution of one-on-one sessions and annual performance evaluations to foster continuous feedback and growth."
        },
        "1": {
          "0": "Provided strategic guidance in establishing delivery workflows within the RPA (Robotic Process Automation) domain.",
          "1": "Led the implementation of documentation standards to ensure consistency and compliance in RPA projects.",
          "2": "Conducted comparative analyses between human effort and robotic workload to support decision-making and automation viability.",
          "3": "Actively participated in SCRUM ceremonies to drive Agile delivery and team alignment.",
          "4": "Oversaw the preparation of key technical documentation, including Process Design Documents (PDD), Technical Design Documents (TDD), Solution Design Documents (SDD), among others.",
          "5": "Performed end-to-end mapping and analysis of AS-IS and TO-BE process structures.",
          "6": "Led requirements gathering and process analysis/specification in close collaboration with business stakeholders.",
          "7": "Maintained clear and consistent communication with clients regarding project updates, approvals, and feasibility assessments.",
          "8": "Conducted feasibility analyses for new automation opportunities, considering business value and technical constraints.",
          "9": "Estimated development and execution timelines for ongoing RPA initiatives.",
          "10": "Delivered process automation solutions using Automation Anywhere A360 and Control Room, ensuring scalability and resilience.",
          "11": "Executed integrations with various software applications, platforms, and web-based systems to expand automation capabilities.",
          "12": "Designed, built, and standardized robot architectures and codebases, promoting reusability and maintainability.",
          "13": "Managed testing and operations across both production and non-production environments.",
          "14": "Applied best practices and principles such as BPM (Business Process Management), DRY (Don't Repeat Yourself), and SOLID to ensure high-quality, scalable solutions."
        },
        "2": {
          "0": "Led the automation of business processes using Automation Anywhere A360, ensuring alignment with organizational objectives.",
          "1": "Oversaw integrations with various software systems, platforms, and web applications to enable end-to-end automation.",
          "2": "Conducted in-depth analysis, design, and standardization of robotic architectures and code to promote efficiency, scalability, and maintainability.",
          "3": "Supervised operations and testing in both production and non-production environments, engaging clients when necessary to ensure alignment and transparency.",
          "4": "Utilized tools such as Control Room, IQBot, AARI, and Bot Insights to manage bots, enhance cognitive capabilities, and monitor performance metrics.",
          "5": "Applied best practices and principles, including BPM (Business Process Management), DRY (Don't Repeat Yourself), and SOLID, to ensure the delivery of high-quality solutions.",
          "6": "Directed the development of Proofs of Concept (POCs) to validate the feasibility and value of proposed automation initiatives.",
          "7": "Oversaw the preparation of comprehensive technical documentation, including PDD, TDD, SDD, and related deliverables.",
          "8": "Provided leadership and strategic direction to project teams, fostering collaboration and accountability.",
          "9": "Conducted evaluations of team strengths and areas for improvement, promoting continuous development and alignment with business goals.",
          "10": "Led the reading and mapping of AS-IS and TO-BE process structures to identify optimization opportunities.",
          "11": "Supervised the analysis and specification of business requirements and processes, ensuring clarity and completeness.",
          "12": "Maintained ongoing communication with clients for status updates, requirement approvals, and feasibility validation.",
          "13": "Evaluated code quality across automation projects, ensuring adherence to industry standards and internal best practices.",
          "14": "Implemented the SCRUM methodology within the RPA practice to improve delivery speed, flexibility, and team engagement.",
          "15": "Performed feasibility analyses of new automation requests, balancing technical capabilities and business impact.",
          "16": "Participated in technical pre-sales meetings, providing expertise to shape client proposals and define solution architecture.",
          "17": "Led training initiatives for RPA developers, focusing on both technical proficiency and soft skills development."
        },
        "3": {
          "0": "Development of e-commerce platforms and institutional websites.",
          "1": "Participation in server configuration via AWS.",
          "2": "Management and participation in SCRUM, Agile methodology, and KANBAN work models.",
          "3": "Use of PHP, CSS3, HTML5, MySQL, and JavaScript (MVC pattern).",
          "4": "Participation in projects using OpenCart, WooCommerce, and WordPress.",
          "5": "Basic server maintenance tasks.",
          "6": "Use of project management platforms (Jira and Notion).",
          "7": "Use of development environments (VSCode, Sublime, and XAMPP).",
          "8": "Client support and bug resolution.",
          "9": "Training of employees on system functionalities.",
          "10": "Communication with managers regarding new projects."
        },
        "4": {
          "0": "Preparation of documentation and standards;",
          "1": "Financial resource planning, accounts payable management, and issuance of monthly financial reports;",
          "2": "Development of sales metrics;",
          "3": "Market analysis of the Brazilian sector for different industries where our products could be introduced and prospecting could begin;",
          "4": "Analysis of reports to support decision-making regarding areas of operation, relationship channels, sales cycle efficiency, among others;",
          "5": "Assessment of market needs to ensure the operational sector is constantly updated, allowing us to continuously version our products to better serve our market niche;",
          "6": "Monitoring the prospecting of new clients and suppliers;",
          "7": "Direct sales to clients requiring highly individualized products tailored to a specific audience;",
          "8": "Continuous improvement planning;",
          "9": "Implementation and monitoring of KPIs;",
          "10": "Product pricing;"
        }
      }
    },

    "volunteer": {
      "title1": "Job Market Mentoring (IT)",
      "title2": "Leadership Training Mentoring",
      "volunteerText": "I support individuals re-entering the IT job market by assisting with activities such as:",
      "volunteerText2": "I lead mentoring sessions focused on exchanging ideas and experiences related to people-centered leadership and expanding one's macro-level understanding of managerial responsibilities.",
      "volunteerList": {
        "0": "LinkedIn profile restructuring.",
        "1": "Creating connections and networking with recruiters from various sectors.",
        "2": "Providing tips on how to present oneself and perform effectively in interviews.",
        "3": "Presenting various approaches tailored to different job roles.",
        "4": "Offering support in aligning the individual’s knowledge with their desired position or career path.",
        "5": "Conducting end-to-end professional follow-up until a job offer is accepted."
      }
    },

    "header": {
      "about": "About",
      "contact": "Contact",
      "project": "Projects",
      "volunteer": "Volunteer",
      "experience": "Experiences",
      "service": "Services",
      "home": "Home"
    },

    "helMsg": "Do you need help? Contact me with ",
    "axisX": "Projects",
    "axisY": "Quantity"
  }
}
