{
  "translation": {
    "titleBanner": "<span>International</span> Project and Delivery Manager",

    "cards": {
      "0": {
        "title": "Strategy",
        "description": "Strategy and planning are fundamental to the success of projects, as they guide decision-making, optimize resources, mitigate risks, and ensure efficient deliveries aligned with business objectives."
      },
      "1": {
        "title": "Growth",
        "description": "Project and portfolio growth is essential to expanding market presence, diversifying opportunities, increasing competitiveness, and ensuring the continuous sustainability and innovation of the business."
      },
      "2": {
        "title": "Satisfaction",
        "description": "Customer satisfaction is critical to the success of any project, as it fosters trust, builds loyalty, generates referrals, and drives new opportunities and sustainable growth."
      },
      "3": {
        "title": "Financial",
        "description": "Financial health is vital to the viability and success of projects. It ensures cost control, profitability, efficient resource utilization, and informed strategic decision-making, thereby increasing predictability and reducing risks."
      },
      "4": {
        "title": "Results",
        "description": "Positive results reflect project success, fulfill objectives, deliver value to the client, and ensure sustainability. They motivate the team, enhance credibility, and create new opportunities for future projects."
      }
    },

    "aboutTitle": "About me",
    "aboutInfo": {
      "resume": "As a Project and Operations Manager, I have acquired both national and international experience, working with clients across LATAM and the USA. I have led projects involving a wide range of technologies, including SAP, ServiceNow, RPA, OutSystems, Salesforce, and application modernization, consistently focusing on efficiency and innovation. My work has generated approximately R$6 billion in savings for clients, in addition to managing contracts worth over R$100 million. With more than eight years of leadership experience, I have had the opportunity to manage teams comprising over 300 professionals across projects in various sectors. My background as a developer and tech lead for four years has further strengthened my technical expertise, providing me with a comprehensive understanding of the operational challenges involved in project delivery.Throughout my career, I have developed solid expertise in operations leadership, project and team management, and client relationship management. I have been directly involved in numerous initiatives, ranging from e-commerce solutions to process automation and SaaS platforms. As a specialist in process automation, I also have experience in pre-sales, contributing to the successful closure of medium- and large-scale contracts.My decision-making approach is strongly data- and statistics-driven, ensuring strategic alignment and the optimization of outcomes. Additionally, I am actively involved in training and mentoring new managers and leaders, delivering programs aimed at qualification and professional development in the job market.",
      "results": {
        "0": "Led the implementation of e-commerce solutions for companies, generating over R$2.4 million in annual revenue.",
        "1": "Managed TCS’s pioneering HyperAutomation contract with Petrobras.",
        "2": "Oversaw a global project that resulted in savings of over R$5.78 billion for an oil and gas client, including more than R$120 million saved within just three weeks.",
        "3": "Achieved a financial margin improvement of over 400%.",
        "4": "Reduced more than 2 million work hours for clients through process automation initiatives."
      },
      "skills": {
        "softSkills": {
          "0": "Communication and Public Speaking",
          "1": "Conflict Management",
          "2": "Conflict Management",
          "3": "Team Management and Leadership",
          "4": "Emotional Intelligence",
          "5": "Continuous Improvement",
          "6": "Tactical Relationship Vision",
          "7": "Productivity"
        },
        "hardSkills": {
          "0": "COE, ITIL & BPM",
          "1": "Contracts",
          "2": "Financial Control",
          "3": "Process Definition and Improvement",
          "4": "Estimates, Goals and KPIs",
          "5": "Financial Strategy",
          "6": "1-1 Feedback",
          "7": "Delivery Flow",
          "8": "MySQL, Python, Javascript & PHP",
          "9": "Client Negotiation",
          "10": "PMO, PDCA & SDLC",
          "11": "Pre-Sales, Financial Reports",
          "12": "Scrum, Kanban, Lean, Waterfall",
          "13": "Pricing and Budgeting",
          "14": "Digital Transformation",
          "15": "Training and Mentoring"
        }
      },
      "buttons": {
        "btnResume": "Resume",
        "btnResults": "Results",
        "btnSkills": "Skills"
      },
      "extra": {
        "expDetail": "Experience as Manager: <span>3 years</span>",
        "langDetail": "Languages: <span>Portuguese and English</span>",
        "reach": "Reach: <span>International</span>",
        "yearsOld": {
          "age": "age",
          "year": "years"
        }
      }
    },

    "techTitle": "Technologies",

    "homePageProject": {
      "title": "About my Projects",
      "text": "I invite you to explore my portfolio of real-world projects, showcasing the clients I have supported through project management and digital transformation consultancy, along with a summary of the key initiatives and outcomes delivered for each.",
      "btn": "Visit the Projects"
    },

    "services": {
      "title": "Provided Services",
      "serviceList": {
        "0": "Project and Delivery Management (SCRUM, Waterfall, Lean & Smart)",
        "1": "Multidisciplinary Team Management.",
        "2": "Leadership, Pre-Sales Training and Qualification.",
        "3": "Business Strategies Development.",
        "4": "Development of Business Strategies.",
        "5": "KPI Implementation and Development.",
        "6": "Digital Transformation.",
        "7": "Process Mapping and Improvement.",
        "8": "Workflow Automation.",
        "9": "Volunteering for IT Job Market Replacement."
      }
    },

    "contact": {
      "title": "Get in Touch",
      "text1": "It would be a pleasure to connect and learn more about your challenges so we can develop tailored solutions together.",
      "text2": "Interested in a partnership or want to get in touch? Reach out through the channels below — I look forward to hearing from you!"
    },

    "project": {
      "mainTitle": "Performance",
      "titleSegments": "Segments and Quantity",
      "titleTypes": "Types and Quantity",
      "titleSectors": "Sectors",
      "sectors": {
        "conformidade": "Compliance",
        "educacao": "Education",
        "estrategia": "Strategy",
        "financas": "Finance",
        "governanca": "Governance",
        "juridico": "Legal",
        "logistica": "Logistics",
        "rh": "HR",
        "servicos": "Services",
        "suprimentos": "Supplies",
        "tecnologia": "Technology"
      },
      "chartData": {
        "energia": "Energy",
        "tecnologia": "Technology",
        "industrial": "Industrial",
        "financeiro": "Financial",
        "seguro": "Insurance",
        "agricola": "Agricultural",
        "farma": "Pharma",
        "cosmeticos": "Cosmetics",
        "automotiva": "Automotive",
        "turismo": "Tourism"
      }
    },

    "projectsInfo": {
      "objectives": {
        "objectiveTitle": "Project Objectives",
        "tags": {
          "0": "Digital Transformation",
          "1": "Creation of Applications for the Financial Area",
          "2": "Creation of Applications for the Technology Area",
          "3": "Saving Hours",
          "4": "Cost Reduction",
          "5": "Reduction of Human Errors",
          "6": "Creation of Applications for the Production Area",
          "7": "Monitoring of Technological Activities",
          "8": "Infrastructure Improvement",
          "9": "PMO Application Development",
          "10": "Creation of Applications for the Insurance Sector",
          "11": "Improvement in the Sales Process",
          "12": "General Control of Sectors"
        }
      },
      "description": {
        "titleDescription": "About the Project",
        "0": "American Express is one of the global leaders in financial services, specializing in credit cards, digital payments, travel, and banking services. With over 160 years of history, American Express operates in more than 130 countries, offering innovative financial solutions to consumers, businesses, and merchants worldwide. With a customer base that includes millions of individuals and companies of various sizes, the company is recognized for its commitment to excellence and trust in the financial market. This OutSystems project primarily aims to achieve the digital transformation of American Express by creating applications focused on the financial area. The initiative seeks to optimize internal processes, improving agility and efficiency in the company's financial operations. Through the use of the OutSystems platform, American Express aims to develop innovative and customized solutions that meet the growing demands of the financial sector, ensuring a more agile and secure experience for its customers and business partners. With this project, American Express continues its digital innovation journey, creating a significant impact on its operations and the financial market by adopting new technologies that enhance the management of transactions, payments, and financial services.",
        "1": "Apple is one of the largest and most influential technology companies in the world, known for its innovation in hardware, software, and digital services. With iconic products such as the iPhone, iPad, MacBook, and Apple Watch, Apple has a global presence and more than 147,000 employees. Its impact on the technology market is unparalleled, with millions of customers worldwide and a strong base of consumer loyalty. This OutSystems project aims to support Apple's digital transformation by creating innovative applications for the technology area. The initiative seeks to optimize and accelerate the development of internal solutions, improving integration between teams and systems while providing agility in the delivery of new products and services. The use of OutSystems allows Apple to create and adapt applications quickly to meet the growing demands of the market and its internal processes. Through this project, Apple aims to further strengthen its leadership in innovation by using the OutSystems platform to create faster and more efficient digital solutions, aligning with its goals of technological transformation and continuous evolution in the market.",
        "2": "ArcelorMittal is one of the largest steel companies in the world, operating in the production of steel and other metals, with a global presence in more than 60 countries. With over 190,000 employees, ArcelorMittal is a leader in steel production and offers products for various sectors, including construction, automotive, and infrastructure. The company is known for its commitment to innovation, sustainability, and operational excellence. The RPA (Robotic Process Automation) project, using the Automation Anywhere platform, primarily aims to promote ArcelorMittal's digital transformation, focusing on saving operational hours and reducing costs. Automation is being implemented in critical processes using Microsoft Excel and SAP, optimizing workflows, reducing reliance on manual tasks, and increasing efficiency in operations. This initiative aims not only to increase productivity but also to ensure greater accuracy and consistency in processes, allowing ArcelorMittal to focus on its strategic activities and continue to lead the industry with more efficient and technologically advanced solutions.",
        "3": "Autoliv is one of the world's largest global suppliers of automotive safety systems, specializing in airbags, seat belts, and other critical vehicle safety components. With over 70 years of experience, Autoliv operates in more than 27 countries, employing over 60,000 people in its global network, and is a key player in the automotive industry with a presence in all major vehicle markets. This OutSystems project aims to drive Autoliv's digital transformation, focusing on creating innovative applications for the supply area. The solution seeks to optimize purchasing management processes, inventory control, and supplier communication, promoting greater efficiency and integration among the various stages of the supply chain. Using the OutSystems platform, Autoliv aims to improve operational agility, reduce response times, and increase information accuracy, aligning technology with the company's strategic needs. This initiative reinforces Autoliv's commitment to innovation and operational efficiency in the automotive sector.",
        "4": "Avery Dennison is an American multinational and global leader in materials for labels, packaging, and identification solutions, with a presence in more than 50 countries and over 30,000 employees worldwide. The company stands out for its innovation and technology applied to various sectors, including retail, logistics, automotive, and healthcare. To accelerate its digital transformation, applications are being developed using the OutSystems platform, modernizing processes and boosting operational efficiency. The project aims to create agile, scalable, and customized solutions, improving productivity, reducing costs, and enhancing the experience of internal and external users. With this initiative, Avery Dennison reinforces its commitment to innovation and digitalization, ensuring greater competitiveness and adaptation to new market demands.",
        "5": "Exelon is one of the largest energy companies in the United States, supplying electricity and gas to millions of customers. With operations in several states and a robust energy generation portfolio, Exelon stands out for its continuous pursuit of innovation and operational efficiency. To drive its digital transformation, RPA (Robotic Process Automation) solutions using UiPath are being implemented, automating repetitive and complex tasks. The project's main objectives are to achieve savings in operational hours, allow employees to focus on strategic activities, reduce costs by eliminating time-consuming and inefficient manual processes, and decrease human errors, ensuring greater accuracy and compliance in operations. Automations are primarily developed for systems such as Oracle and Microsoft Excel, optimizing financial, administrative, and operational flows. With this initiative, Exelon strengthens its efficiency, innovation, and competitiveness in the energy sector."
      },
      "extras": {
        "0": "Energy",
        "1": "Cosmetic",
        "2": "Communication",
        "3": "Technology",
        "4": "Industry",
        "5": "Automotive",
        "6": "Financial",
        "7": "Pharmaceutical",
        "8": "Insurance",
        "9": "Tourism",
        "10": "Agricultural"
      },
      "techTitle": "Related Technologies"
    },

    "clientTitle": "Client",
    "segmentTitle": "Segment",
    "knowProjects": "Discover my Projects",

    "pageTitles": {
      "project": "Projects",
      "volunteer": "Volunteer Work",
      "exp": "Experiences"
    },

    "experiences": {
      "enterprises": {
        "0": "Tata Consultancy Services (India)",
        "1": "Prime IT (Portugal)",
        "2": "GAVB / Grupo Boticário (Brazil)",
        "3": "Evonnis (Brazil)",
        "4": "Evonnis (Brazil)"
      },
      "roles": {
        "0": "Project Manager",
        "1": "Consultant",
        "2": "Tech Lead",
        "3": "Fullstack Developer",
        "4": "Administrative and Commercial Supervisor"
      },
      "roleFunctions": {
        "0": {
          "0": "Management of more than 10 projects/accounts for LATAM and US clients.",
          "1": "Oversight of more than 100 associates across projects.",
          "2": "Training and mentoring of project managers.",
          "3": "Conducting sales and pre-sales meetings and delivering deck presentations.",
          "4": "Preparation of RFPs.",
          "5": "Identification of business opportunities with clients and stakeholders.",
          "6": "Creation and implementation of KPIs and project goals.",
          "7": "Direct involvement in project P&L through MIP actions.",
          "8": "Development of financial strategies.",
          "9": "Risk analysis.",
          "10": "Restructuring and standardization of teams.",
          "11": "Building and maintaining the pipeline.",
          "12": "Participation in contract renegotiations and claims preparation.",
          "13": "Adaptation to and monitoring of internal audits.",
          "14": "Reporting to executive management and the board.",
          "15": "Monitoring compliance with contractual clauses between the company and clients.",
          "16": "Participation in technological initiatives with clients.",
          "17": "Implementation of performance improvement plans for associates.",
          "18": "Development of internal processes and task distribution.",
          "19": "Conducting one-on-one and annual feedback sessions."
        },
        "1": {
          "0": "Guidance in establishing delivery workflows in the RPA area.",
          "1": "Guidance in implementing documentation standards in the RPA area.",
          "2": "Comparison between human effort and robotic effort.",
          "3": "Participation in SCRUM ceremonies.",
          "4": "Preparation of PDD, TDD, SDD, and other technical documents.",
          "5": "Reading and mapping of AS-IS and TO-BE structures.",
          "6": "Requirements and process analysis/specification.",
          "7": "Communication with clients for updates, approvals, and project feasibility.",
          "8": "Feasibility analysis of new automations.",
          "9": "Estimation of execution times for ongoing projects.",
          "10": "Process automation using Automation Anywhere A360 and Control Room.",
          "11": "Integration with software, platforms, and websites.",
          "12": "Analysis, construction, and standardization of robot architectures and code.",
          "13": "Operations and testing in and outside production environments.",
          "14": "Application of BPM, DRY, and SOLID principles."
        },
        "2": {
          "0": "Process automation using Automation Anywhere A360.",
          "1": "Integration with software, platforms, and websites.",
          "2": "Analysis, construction, and standardization of robot architectures and code.",
          "3": "Operations and testing in and outside production, with client involvement when necessary.",
          "4": "Use of Control Room, IQBot, AARI, and Bot Insights.",
          "5": "Application of BPM, DRY, and SOLID principles.",
          "6": "Development of POCs.",
          "7": "Preparation of PDD, TDD, SDD, and other technical documents.",
          "8": "Project team leadership.",
          "9": "Analysis of team strengths and areas for improvement.",
          "10": "Reading and mapping of AS-IS and TO-BE structures.",
          "11": "Requirements and process analysis/specification.",
          "12": "Communication with clients for updates, approvals, and project feasibility.",
          "13": "Evaluation of code quality and adherence to best practices.",
          "14": "Implementation of SCRUM methodology in the RPA area.",
          "15": "Feasibility analysis of new automations.",
          "16": "Participation in technical pre-sales meetings.",
          "17": "Training of developers in RPA and soft skills."
        },
        "3": {
          "0": "Development of e-commerce platforms and institutional websites.",
          "1": "Participation in server configuration via AWS.",
          "2": "Management and participation in SCRUM, Agile methodology, and KANBAN work models.",
          "3": "Use of PHP, CSS3, HTML5, MySQL, and JavaScript (MVC pattern).",
          "4": "Participation in projects using OpenCart, WooCommerce, and WordPress.",
          "5": "Basic server maintenance tasks.",
          "6": "Use of project management platforms (Jira and Notion).",
          "7": "Use of development environments (VSCode, Sublime, and XAMPP).",
          "8": "Client support and bug resolution.",
          "9": "Training of employees on system functionalities.",
          "10": "Communication with managers regarding new projects."
        },
        "4": {
          "0": "Development of e-commerce platforms and institutional websites.",
          "1": "Participation in server configuration via AWS.",
          "2": "Management and participation in SCRUM, Agile methodology, and KANBAN work models.",
          "3": "Use of PHP, CSS3, HTML5, MySQL, and JavaScript (MVC pattern).",
          "4": "Participation in projects using OpenCart, WooCommerce, and WordPress.",
          "5": "Basic server maintenance tasks.",
          "6": "Use of project management platforms (Jira and Notion).",
          "7": "Use of development environments (VSCode, Sublime, and XAMPP).",
          "8": "Client support and bug resolution.",
          "9": "Training of employees on system functionalities.",
          "10": "Communication with managers regarding new projects."
        }
      }
    },

    "volunteer": {
      "title1": "Job Market Mentoring (IT)",
      "title2": "Leadership Training Mentoring",
      "volunteerText": "I support individuals re-entering the IT job market by assisting with activities such as:",
      "volunteerText2": "I lead mentoring sessions focused on exchanging ideas and experiences related to people-centered leadership and expanding one's macro-level understanding of managerial responsibilities.",
      "volunteerList": {
        "0": "LinkedIn profile restructuring.",
        "1": "Creating connections and networking with recruiters from various sectors.",
        "2": "Providing tips on how to present oneself and perform effectively in interviews.",
        "3": "Presenting various approaches tailored to different job roles.",
        "4": "Offering support in aligning the individual’s knowledge with their desired position or career path.",
        "5": "Conducting end-to-end professional follow-up until a job offer is accepted."
      }
    },

    "header": {
      "about": "About",
      "contact": "Contact",
      "project": "Projects",
      "volunteer": "Volunteer",
      "experience": "Experiences",
      "service": "Services"
    },

    "helMsg": "Do you need help? Contact me with "
  }
}
