{
  "translation": {
    "titleBanner": "Gerente de Projetos e Delivery <span>Internacional</span>",

    "cards": {
      "0": {
        "title": "Estratégia",
        "description": "Estratégia e planejamento são fundamentais para o sucesso dos projetos, pois orientam decisões, otimizam recursos, reduzem riscos e garantem entregas eficientes alinhadas aos objetivos do negócio."
      },
      "1": {
        "title": "Crescimento",
        "description": "O crescimento dos projetos e do portfólio é essencial para ampliar a presença no mercado, diversificar oportunidades, aumentar a competitividade e garantir a sustentabilidade e inovação contínua do negócio."
      },
      "2": {
        "title": "Satisfação",
        "description": "A satisfação do cliente é essencial para o sucesso de qualquer projeto, pois fortalece a confiança, fideliza, gera recomendações e impulsiona novas oportunidades e crescimento sustentável."
      },
      "3": {
        "title": "Financeiro",
        "description": "A saúde financeira é vital para a viabilidade e sucesso dos projetos. Garante o controle de custos, rentabilidade, uso eficiente dos recursos e decisões estratégicas, aumentando a previsibilidade e reduzindo riscos."
      },
      "4": {
        "title": "Resultados",
        "description": "Resultados positivos refletem o sucesso do projeto, atendem objetivos, agregam valor ao cliente e garantem sustentabilidade. Motivam a equipe, fortalecem a credibilidade e abrem portas para novas oportunidades e projetos."
      }
    },

    "aboutTitle": "Sobre mim",
    "aboutInfo": {
      "resume": "Atuando como gestor de projetos e operações, adquiri experiência nacional e internacional com clientes da LATAM e dos EUA. Liderei projetos em diversas tecnologias, incluindo SAP, ServiceNow, RPA, OutSystems, Salesforce e modernização de aplicações, sempre com foco em eficiência e inovação. Minha atuação gerou economias da ordem de R$ 6 bilhões para clientes, além da gestão de contratos que ultrapassam R$ 100 milhões.\n\nCom mais de 8 anos de experiência em liderança, já tive a oportunidade de gerenciar equipes que somam mais de 300 profissionais em projetos de diversos segmentos. Minha vivência como desenvolvedor e tech lead por quatro anos fortalece meu perfil técnico, proporcionando uma visão aprofundada dos desafios operacionais dos projetos.\n\nAo longo da minha trajetória, desenvolvi sólida expertise em liderança de operações, gestão de equipes e projetos, além de relacionamento com clientes. Atuei diretamente em iniciativas variadas, desde e-commerces até automação de processos e soluções SaaS. Especialista em automação de processos, também possuo experiência em Pré-Sales, contribuindo para o fechamento de contratos de médio e grande porte. Minha tomada de decisão é orientada por dados e estatísticas, garantindo alinhamento estratégico e otimização de resultados.\n\nAlém disso, atuo na formação de novos gestores e líderes, ministrando treinamentos para capacitação e desenvolvimento no mercado de trabalho.",
      "results": {
        "0": "Implementação de E-Commerce em empresas, rentabilizando mais de R$ 2,4 milhões anuais.",
        "1": "Gestão do contrato pioneiro da TCS com a Petrobras, em HiperAutomação.",
        "2": "Gestor de case global de projeto onde economizou-se mais de R$ 5.78 bilhões de reais em cliente de óleo e gás, além de economizar mais de R$ 120 milhões de reais em apenas 3 semanas.",
        "3": "Melhoria de margens financeiras na ordem de +400%.",
        "4": "Redução de +2M de horas de trabalho com automações de processos em clientes."
      },
      "skills": {
        "softSkills": {
          "0": "Comunicação e Oratória",
          "1": "Gestão de Conflitos",
          "2": "Gestão e Liderança de Equipes",
          "3": "Inteligência Emocional",
          "4": "Melhoria Contínua",
          "5": "Visão Tática de Relacionamento",
          "6": "Produtividade"
        },
        "hardSkills": {
          "0": "COE, ITIL & BPM",
          "1": "Contratos",
          "2": "Controle Financeiro",
          "3": "Definição e Melhoria de Processos",
          "4": "Estimativas, Metas e KPIs",
          "5": "Estratégia Financeira",
          "6": "Feedback 1-1",
          "7": "Fluxo de Entrega",
          "8": "MySQL, Python, Javascript & PHP",
          "9": "Negociação com Clientes",
          "10": "PMO, PDCA & SDLC",
          "11": "Pré-Vendas, Reports Financeiros",
          "12": "Scrum, Kanban, Lean, Waterfall",
          "13": "Precificação e Orçamento",
          "14": "Transformação Digital",
          "15": "Treinamentos e Mentorias"
        }
      },
      "buttons": {
        "btnResume": "Resumo",
        "btnResults": "Resultados",
        "btnSkills": "Skills"
      },
      "extra": {
        "expDetail": "Expêriencia como Gerente: <span>3 anos</span>",
        "langDetail": "Línguas: <span>Português e Inglês</span>",
        "reach": "Alcance: <span>Internacional</span>",
        "yearsOld": {
          "age": "idade",
          "year": "anos"
        }
      }
    },

    "techTitle": "Tecnologias",

    "homePageProject": {
      "title": "Conheça os projetos",
      "text": "Convido você a conhecer um pouco mais do meu trabalho em linhas práticas, onde apresento os diversos clientes dos quais atuei com gestão de projetos e consultoria em transformação digital, bem como um resumo das atividades realizadas em cada um deles.",
      "btn": "Visitar os Projetos"
    },

    "services": {
      "title": "Serviços Prestados",
      "serviceList": {
        "0": "Gerenciamento de Projetos e Delivery (SCRUM, Waterfall, Lean & Smart)",
        "1": "Gerenciamento de Equipes Multidisciplinares.",
        "2": "Treinamentos e Capacitação de Lideranças e Pré-Sales.",
        "3": "Consultoria de Gestão Empresarial.",
        "4": "Elaboração de Estratégias de Negócios.",
        "5": "Implementação e Elaboração de Indicadores.",
        "6": "Transformação Digital.",
        "7": "Mapeamento e Melhoria de Procesos.",
        "8": "Automação de Fluxos de Trabalho.",
        "9": "Voluntariado para Recolocação no Mercado de Trabalho em TI."
      }
    },

    "contact": {
      "title": "Entre em Contato",
      "text1": "Será um prazer conversarmos para entender seus desafios e elaborarmos uma solução para eles.",
      "text2": "Gostaria de firmar uma parceria ou entrar em contato? Utilize os canais abaixo."
    },

    "project": {
      "mainTitle": "Atuação",
      "titleSegments": "Segmentos e Quantidade",
      "titleTypes": "Tipos e Quantidade",
      "titleSectors": "Setores",
      "sectors": {
        "conformidade": "Conformidade",
        "educacao": "Educação",
        "estrategia": "Estratégia",
        "financas": "Finanças",
        "governanca": "Governança",
        "juridico": "Jurídico",
        "logistica": "Logística",
        "rh": "RH",
        "servicos": "Serviços",
        "suprimentos": "Suprimentos",
        "tecnologia": "Tecnologia"
      },
      "chartData": {
        "energia": "Energia",
        "tecnologia": "Tecnologia",
        "industrial": "Industrial",
        "financeiro": "Financeiro",
        "seguro": "Seguro",
        "agricola": "Agrícola",
        "farma": "Farma",
        "cosmeticos": "Cosméticos",
        "automotiva": "Automotiva",
        "turismo": "Turismo"
      }
    },

    "projectsInfo": {
      "objectives": {
        "objectiveTitle": "Objetivos do projeto",
        "tags": {
          "0": "Transformação Digital",
          "1": "Aplicação Financeira",
          "2": "Desenvolvimento de Aplicativos.",
          "3": "Economia de Horas",
          "4": "Redução de Custos",
          "5": "Redução de Erros Humanos",
          "6": "Aplicação de Produção",
          "7": "Monitoramento de atividades tecnológicas",
          "8": "Melhoria de Infraestrutura",
          "9": "Desenvolvimento de Aplicações PMO",
          "10": "Aplicação de Seguros",
          "11": "Melhoria no Processo de Venda",
          "12": "Controle Geral dos Setores",
          "13": "Aplicação de Energia"
        }
      },
      "description": {
        "titleDescription": "Sobre o Projeto",
        "0": "A American Express é uma das empresas líderes globais em serviços financeiros, especializada em cartões de crédito, pagamentos digitais, viagens e serviços bancários. Com mais de 160 anos de história, a American Express opera em mais de 130 países, oferecendo soluções financeiras inovadoras para consumidores, empresas e comerciantes em todo o mundo. Com uma base de clientes que inclui milhões de indivíduos e empresas de diversos portes, a empresa é reconhecida por seu compromisso com a excelência e a confiança no mercado financeiro. Este projeto de OutSystems tem como principal objetivo a transformação digital da American Express, com a criação de aplicações focadas na área financeira. A iniciativa visa otimizar os processos internos, melhorando a agilidade e a eficiência nas operações financeiras da empresa. Através do uso da plataforma OutSystems, a American Express busca desenvolver soluções inovadoras e personalizadas que atendam às crescentes demandas do setor financeiro, garantindo uma experiência mais ágil e segura para seus clientes e parceiros comerciais. Com este projeto, a American Express continua sua jornada de inovação digital, criando um impacto significativo nas suas operações e no mercado financeiro, ao adotar novas tecnologias que aprimoram a gestão de transações, pagamentos e serviços financeiros.",
        "1": "A Apple é uma das maiores e mais influentes empresas de tecnologia do mundo, conhecida por sua inovação em hardware, software e serviços digitais. Com produtos icônicos como o iPhone, iPad, MacBook e Apple Watch, a Apple tem uma presença global e mais de 147.000 funcionários. Seu impacto no mercado de tecnologia é incomparável, com milhões de clientes em todo o mundo e uma sólida base de lealdade do consumidor. Este projeto de OutSystems tem como objetivo apoiar a transformação digital da Apple, com a criação de aplicações inovadoras para a área tecnológica. A iniciativa visa otimizar e acelerar o desenvolvimento de soluções internas, melhorando a integração entre equipes e sistemas, ao mesmo tempo em que proporciona agilidade na entrega de novos produtos e serviços. A utilização de OutSystems permite que a Apple crie e adapte rapidamente aplicações para atender às crescentes demandas do mercado e de seus processos internos. Através deste projeto, a Apple busca fortalecer ainda mais sua liderança em inovação, utilizando a plataforma OutSystems para criar soluções digitais mais rápidas e eficientes, alinhando-se às suas metas de transformação tecnológica e contínua evolução no mercado.",
        "2": "A ArcelorMittal é uma das maiores empresas siderúrgicas do mundo, atuando na produção de aço e outros metais, com uma presença global em mais de 60 países. Com mais de 190.000 colaboradores, a ArcelorMittal é líder na produção de aço e oferece produtos para diversos setores, incluindo construção, automotivo, e infraestrutura. A empresa é conhecida por seu compromisso com a inovação, sustentabilidade e excelência operacional. O projeto de RPA (Automação de Processos Robóticos), utilizando a plataforma Automation Anywhere, tem como principal objetivo promover a transformação digital da ArcelorMittal, com foco na economia de horas operacionais e na redução de custos. A automação está sendo implementada em processos críticos utilizando Microsoft Excel e SAP, otimizando fluxos de trabalho, reduzindo a dependência de tarefas manuais e aumentando a eficiência nas operações. Essa iniciativa visa não só aumentar a produtividade, mas também garantir maior precisão e consistência nos processos, permitindo que a ArcelorMittal se concentre em suas atividades estratégicas e continue liderando a indústria com soluções mais eficientes e tecnologicamente avançadas.",
        "3": " A Autoliv é uma das maiores fornecedoras globais de sistemas de segurança automotiva, especializada em airbags, cintos de segurança e outros componentes críticos para a segurança de veículos. Com mais de 70 anos de experiência, a Autoliv possui operações em mais de 27 países, empregando mais de 60.000 pessoas em sua rede global, sendo um player fundamental na indústria automotiva, com presença em todos os principais mercados de veículos. Este projeto de OutSystems tem como objetivo impulsionar a transformação digital da Autoliv, com foco na criação de aplicações inovadoras para a área de suprimentos. A solução visa otimizar processos de gestão de compras, controle de estoques e comunicação entre fornecedores, promovendo uma maior eficiência e integração entre as diversas etapas da cadeia de suprimentos. Com o uso da plataforma OutSystems, a Autoliv busca melhorar a agilidade nas operações, reduzir o tempo de resposta e aumentar a precisão das informações, alinhando a tecnologia às necessidades estratégicas da empresa. Esta iniciativa reforça o compromisso da Autoliv com a inovação e a eficiência operacional no setor automotivo",
        "4": "A Avery Dennison é uma multinacional americana líder global em materiais para rótulos, embalagens e soluções de identificação, com presença em mais de 50 países e mais de 30.000 funcionários ao redor do mundo. A empresa se destaca pela inovação e tecnologia aplicada a diversos setores, incluindo varejo, logística, automotivo e saúde. Para acelerar sua transformação digital, estão sendo desenvolvidas aplicações com a plataforma OutSystems, modernizando processos e impulsionando a eficiência operacional. O projeto visa criar soluções ágeis, escaláveis e personalizadas, melhorando a produtividade, reduzindo custos e elevando a experiência dos usuários internos e externos. Com essa iniciativa, a Avery Dennison reforça seu compromisso com a inovação e a digitalização, garantindo maior competitividade e adaptação às novas demandas do mercado.",
        "5": "A Exelon é uma das maiores empresas de energia dos Estados Unidos, atuando no fornecimento de eletricidade e gás para milhões de clientes. Com operações em diversos estados e um portfólio robusto de geração de energia, a Exelon se destaca pela busca contínua por inovação e eficiência operacional. Para impulsionar sua transformação digital, estão sendo implementadas soluções de RPA (Automação de Processos Robóticos) com UiPath, automatizando tarefas repetitivas e complexas. O projeto tem como principais objetivos realizar economia de horas operacionais, permitindo que os colaboradores foquem em atividades estratégicas. Além disso, reduzir de custos eliminando processos manuais demorados e ineficientes e, por fim, diminuir de falhas humanas garantindo maior precisão e conformidade nas operações. As automações são desenvolvidas principalmente para sistemas como Oracle e Microsoft Excel, otimizando fluxos financeiros, administrativos e operacionais. Com essa iniciativa, a Exelon fortalece sua eficiência, inovação e competitividade no setor de energia.",
        "6": " A Fair Isaac Corporation (FICO) é uma empresa global líder em análise preditiva e tecnologia de decisão, amplamente reconhecida pelo desenvolvimento do FICO Score, um dos principais modelos de pontuação de crédito do mundo. Com presença em mais de 100 países, a empresa oferece soluções inovadoras para bancos, seguradoras, varejistas e diversas indústrias, ajudando organizações a tomarem decisões mais inteligentes e baseadas em dados. Visando uma transformação digital na companhia, estão sendo desenvolvidas aplicações com a plataforma OutSystems, modernizando sistemas e processos essenciais. O projeto visa criar soluções ágeis e escaláveis que atendam às necessidades do negócio, otimizar a eficiência operacional, reduzindo retrabalho e aumentando a produtividade e aprimorar a experiência dos usuários internos e clientes, tornando os processos mais intuitivos e eficazes. Com essa iniciativa, a FICO reforça seu compromisso com a inovação tecnológica, garantindo maior agilidade, competitividade e excelência no mercado de análise de crédito e inteligência de dados.",
        "7": "A Frontier Communications é uma das maiores provedoras de serviços de telecomunicações nos Estados Unidos, oferecendo soluções de internet banda larga, telefonia e TV digital para milhões de clientes. Com uma infraestrutura robusta e presença nacional, a empresa busca constantemente inovação para otimizar seus processos e melhorar a experiência dos clientes. Como parte de sua transformação digital, estão sendo implementadas soluções avançadas de RPA (Automação de Processos Robóticos) utilizando as plataformas UiPath e Pegasystems. As automações são desenvolvidas principalmente para Microsoft Excel, otimizando o processamento de grandes volumes de dados e melhorando a tomada de decisões com base em informações estruturadas. Com essa iniciativa, a Frontier Communications fortalece sua eficiência operacional e competitividade no setor de telecomunicações, consolidando-se como uma empresa cada vez mais digital e inovadora.",
        "8": "O Grupo Boticário é uma das maiores empresas de cosméticos e produtos de beleza do Brasil, com uma presença marcante no mercado global. Com um portfólio de marcas renomadas, como O Boticário, Eudora, e quem disse, berenice?, a empresa está presente em diversos países e se destaca pela inovação no desenvolvimento de produtos e experiência do cliente. No intuito de potencializar a sua transformação digital, o Grupo Boticário vem implementando soluções de RPA (Automação de Processos Robóticos) utilizando as plataformas Automation Anywhere e Blue Prism. As automações estão sendo desenvolvidas principalmente para sistemas como Microsoft Excel e Citrix, otimizando fluxos financeiros, administrativos e operacionais, além de agilizar o processamento de grandes volumes de dados. Com essa iniciativa, o Grupo Boticário reforça seu compromisso com a inovação e a eficiência, fortalecendo sua posição no mercado de cosméticos e beleza e promovendo uma jornada digital cada vez mais eficiente e inteligente.",
        "9": " A NextEra Energy é uma das maiores empresas de energia renovável do mundo, com foco em geração de energia limpa e sustentável. Com um portfólio diversificado, incluindo energia solar e eólica, e uma presença global em vários países, a NextEra se destaca por sua liderança em sustentabilidade e inovação no setor de energia. Para a sua transformação digital, a NextEra está implementando o ServiceNow para otimizar a gestão de operações e melhorar a eficiência da infraestrutura tecnológica. O projeto tem como principais objetivos: Monitoramento de atividades tecnológicas, garantindo a visibilidade em tempo real das operações e identificando possíveis falhas antes que impactem os serviços. Melhoria da infraestrutura, promovendo a automação e agilizando processos para garantir maior eficiência operacional. Transformação Digital, permitindo uma abordagem mais ágil e estratégica na gestão de serviços e processos, alinhando a tecnologia às necessidades do negócio. Com essa iniciativa, a NextEra Energy reforça seu compromisso com a inovação e a sustentabilidade, garantindo operações mais eficientes, ágeis e integradas, para continuar sua liderança no mercado de energia renovável.",
        "10": "A Petrobras é uma das maiores empresas de energia do mundo, atuando em todas as etapas da cadeia de petróleo e gás, desde a exploração até a distribuição de combustíveis e derivados. Com uma presença global significativa e mais de 60 anos de experiência, a Petrobras é líder no setor energético, contribuindo para o desenvolvimento do Brasil e de outros países ao redor do mundo. O objetivo deste projeto de RPA (Automação de Processos Robóticos), utilizando a plataforma Automation Anywhere, é realizar uma transformação digital nas operações da Petrobras, promovendo a economia de horas operacionais e a redução de custos. A automação de processos repetitivos e complexos tem sido implementada em sistemas cruciais como Microsoft Excel, SAP, Citrix e Petronect, otimizando fluxos de trabalho e garantindo maior eficiência e precisão nas operações.",
        "11": "A Petrobras é uma das maiores empresas de energia e petróleo do mundo, especializada na exploração, produção, refino e distribuição de petróleo, gás natural e derivados. Fundada em 1953, a Petrobras tem uma presença significativa no Brasil e em diversos países, com operações em mais de 20 países e uma força de trabalho de mais de 50.000 colaboradores. A empresa desempenha um papel essencial no desenvolvimento do setor energético global e é reconhecida por sua liderança em inovação e sustentabilidade na indústria de energia. Este projeto de OutSystems tem como principal objetivo apoiar a transformação digital da Petrobras, com a modernização de aplicações legadas utilizando .NET. A iniciativa visa atualizar e integrar sistemas antigos, proporcionando maior agilidade, escalabilidade e eficiência operacional. O uso da plataforma OutSystems permite à Petrobras modernizar seus processos de TI, otimizar o desenvolvimento de novas aplicações e aumentar a flexibilidade para adaptar-se rapidamente às mudanças no mercado de energia. Através dessa transformação, a Petrobras fortalece sua posição no setor de energia, buscando maior eficiência e inovação nos seus processos internos e oferecendo soluções mais ágeis e modernas para seus desafios operacionais e estratégicos. Este projeto é um verdadeiro case global de sucesso, com resultados excepcionais, incluindo uma economia de mais de R$ 6 bilhões em um ano e R$ 120 milhões em apenas 3 semanas. A implementação da automação tem gerado ganhos expressivos em produtividade, reduzido erros humanos e acelerado processos críticos, posicionando a Petrobras na vanguarda da inovação no setor de energia.",
        "12": "A Roche é uma das principais empresas farmacêuticas e de diagnóstico do mundo, especializada no desenvolvimento de medicamentos inovadores e tecnologias de diagnóstico avançadas. Com mais de 120 anos de história, a Roche tem presença global, com operações em mais de 100 países e uma força de trabalho de mais de 90.000 colaboradores. A empresa é reconhecida por sua liderança no combate a doenças graves e por seu compromisso com a saúde global. Este projeto de desenvolvimento utilizando Java tem como objetivo impulsionar a transformação digital da Roche, através da criação de aplicações PMO (Project Management Office) que otimizem o gerenciamento de projetos e aprimorem a colaboração entre equipes. Com foco na inovação e na melhoria contínua dos processos internos, o projeto visa integrar soluções tecnológicas que aumentem a eficiência, agilidade e precisão no acompanhamento e execução de projetos. A iniciativa é parte da estratégia digital da Roche para fortalecer a gestão de seus projetos, garantindo maior controle, transparência e alinhamento com os objetivos estratégicos da empresa.",
        "13": "A Selective é uma renomada seguradora dos Estados Unidos, especializada em oferecer uma ampla gama de soluções de seguros para indivíduos e empresas, com foco em automóveis, imóveis e seguros comerciais. Com mais de 90 anos de experiência, a Selective é reconhecida pela sua excelência em serviços personalizados e pela sólida posição no mercado de seguros, operando em diversos estados americanos. Este projeto de OutSystems tem como objetivo apoiar a transformação digital da Selective, com a criação de aplicações inovadoras para a área de seguros. A implementação de soluções ágeis e escaláveis visa otimizar processos, melhorar a experiência do cliente e aumentar a eficiência operacional. O projeto busca modernizar a forma como a empresa gerencia e oferece seus produtos e serviços de seguros, permitindo uma melhor integração e automação de processos internos, e uma experiência mais fluida e digital para os clientes. Com essa iniciativa, a Selective fortalece sua posição como uma líder no setor de seguros, ao adotar tecnologias de ponta que transformam e aprimoram a maneira como interage com seus clientes e gere suas operações.",
        "14": "A SiteImprove é uma empresa líder no fornecimento de soluções de otimização de websites, especializada em ferramentas de análise de performance digital, acessibilidade e SEO. Com uma base de clientes global e uma forte presença no mercado, a SiteImprove ajuda empresas a melhorar a experiência do usuário e a garantir que seus sites estejam otimizados para desempenho, segurança e conformidade com as normas. O projeto de RPA (Automação de Processos Robóticos), utilizando a plataforma Automation Anywhere, tem como objetivo promover a transformação digital da SiteImprove, com a economia de horas operacionais e a redução de custos. A automação foi implementada em processos críticos, utilizando sistemas como Microsoft Excel, SAP, Citrix e Salesforce, para otimizar fluxos de trabalho, reduzir erros humanos e melhorar a eficiência operacional. A iniciativa visa não apenas aumentar a produtividade, mas também garantir maior precisão nos processos internos, permitindo que as equipes da SiteImprove se concentrem em atividades de maior valor estratégico. Com essa abordagem, a SiteImprove continua a se posicionar na vanguarda da inovação digital, oferecendo soluções mais eficientes e de maior qualidade para seus clientes.",
        "15": "A TripTri é uma empresa inovadora no setor de viagens e turismo, especializada em fornecer soluções personalizadas para clientes que buscam experiências únicas em destinos ao redor do mundo. A TripTri oferece pacotes turísticos, passagens aéreas, hospedagens e serviços exclusivos, atendendo tanto viajantes individuais quanto grupos. Com um forte foco em atendimento ao cliente e inovação, a empresa está posicionada para expandir sua presença no mercado de turismo global. Este projeto tem como principal objetivo a transformação digital da TripTri, com a modernização da empresa para a realização de vendas online e controle geral da empresa via administração online. A criação de uma plataforma de eCommerce permitirá à TripTri oferecer seus serviços de forma ágil e acessível, proporcionando uma experiência de compra simplificada para os clientes. Além disso, a implementação de um sistema de gestão integrado permitirá o controle eficiente de vendas, estoques, reservas e dados dos clientes, tudo em tempo real. Com essa transformação, a TripTri se moderniza, conquistando mais autonomia e flexibilidade, ao mesmo tempo em que oferece uma experiência de compra digital mais intuitiva e eficiente para seus clientes. Isso permitirá à empresa expandir seu alcance, melhorar sua competitividade e continuar a fornecer um serviço excepcional no setor de turismo.",
        "16": "A Yara Internacional é uma líder global no setor de fertilizantes e soluções agrícolas, com foco em promover uma agricultura sustentável e aumentar a segurança alimentar em todo o mundo. Fundada na Noruega, a Yara opera em mais de 60 países, com uma equipe de aproximadamente 17.000 colaboradores, e é reconhecida pela inovação em produtos e serviços voltados para a otimização de recursos agrícolas e proteção ambiental. O projeto de ServiceNow implementado para a Yara tem como objetivo principal a transformação digital das operações tecnológicas da empresa, focando em monitoramento de atividades tecnológicas e na melhoria da infraestrutura de TI. A solução permite otimizar processos internos, melhorar a visibilidade em tempo real das operações de TI e garantir maior eficiência no gerenciamento de incidentes e serviços. A iniciativa visa tornar as operações da Yara mais ágeis e integradas, melhorando o gerenciamento e a resposta às necessidades tecnológicas da empresa. A adoção do ServiceNow possibilita uma abordagem mais eficaz e estratégica, alinhando a infraestrutura tecnológica aos objetivos globais da empresa e promovendo uma transformação contínua e sustentável"
      },
      "extras": {
        "0": "Energia",
        "1": "Cosmético",
        "2": "Comunicação",
        "3": "Tecnologia",
        "4": "Indústria",
        "5": "Automotivo",
        "6": "Financeiro",
        "7": "Farmacêutico",
        "8": "Seguros",
        "9": "Turismo",
        "10": "Agrícola"
      },
      "techTitle": "Tecnologias Relacionadas"
    },

    "clientTitle": "Cliente",
    "segmentTitle": "Segmento",
    "knowProjects": "Conheça meus Projetos",

    "pageTitles": {
      "project": "Projetos",
      "volunteer": "Trabalho voluntário",
      "exp": "Experiências"
    },
    "experiences": {
      "enterprises": {
        "0": "Tata Consultancy Services (Índia)",
        "1": "Prime IT (Portugal)",
        "2": "GAVB / Grupo Boticário (Brasil)",
        "3": "Evonnis (Brasil)",
        "4": "Evonnis (Brasil)"
      },
      "roles": {
        "0": "Gerente de Projetos",
        "1": "Consultor",
        "2": "Tech Lead",
        "3": "Desenvolvedor Fullstack",
        "4": "Supervisor Administrativo e Comercial"
      },
      "roleFunctions": {
        "0": {
          "0": "Gestão de mais de 10 projetos/contas para clientes LATAM e EUA.",
          "1": "Gestão de mais de 100 associados em projetos.",
          "2": "Treinamento e mentoria para gerentes de projetos.",
          "3": "Realização de reuniões de vendas/pré-vendas e apresentações de deck.",
          "4": "Elaboração de RFPs.",
          "5": "Identificação de oportunidades de negócio junto a clientes e stakeholders.",
          "6": "Criação e implementação de KPIs e metas de projetos.",
          "7": "Atuação direta no P&L do projeto com ações de MIP.",
          "8": "Desenvolvimento de estratégias financeiras.",
          "9": "Análise de riscos.",
          "10": "Reestruturação e padronização de equipes.",
          "11": "Construção e manutenção do Pipeline.",
          "12": "Participação em renegociações contratuais e elaboração de claims.",
          "13": "Adequação e acompanhamento de auditorias internas.",
          "14": "Report para diretoria executiva e conselho.",
          "15": "Acompanhamento do cumprimento de cláusulas contratuais entre empresa e cliente.",
          "16": "Participação em iniciativas tecnológicas junto ao cliente.",
          "17": "Implantação de planos de melhoria de performance para associados.",
          "18": "Desenvolvimento de processos internos e distribuição de tarefas.",
          "19": "Realização de 1-1 e feedbacks anuais."
        },
        "1": {
          "0": "Orientação na construção de fluxos de delivery na área de RPA.",
          "1": "Orientação na implantação de padrões de documentação na área de RPA.",
          "2": "Comparativo entre esforço humano e esforço robótico.",
          "3": "Participação em cerimônias SCRUM.",
          "4": "Elaboração de PDD, TDD, SDD, entre outros documentos técnicos.",
          "5": "Leitura e mapeamento de estruturas AS-IS e TO-BE.",
          "6": "Análise/especificação de requisitos e processos.",
          "7": "Comunicação com clientes para atualizações, aprovações e viabilidade de projetos.",
          "8": "Análise de viabilidade de novas automações.",
          "9": "Estimativa de tempo de execução dos projetos em andamento.",
          "10": "Automação de processos utilizando Automation Anywhere A360 e Control Room.",
          "11": "Integrações com softwares, plataformas e sites.",
          "12": "Análise, construção e padronização de arquiteturas e códigos de robôs.",
          "13": "Operação e testes dentro e fora de produção.",
          "14": "Aplicação dos conceitos de BPM, DRY e SOLID."
        },
        "2": {
          "0": "Automação de processos utilizando Automation Anywhere A360.",
          "1": "Integrações com softwares, plataformas e sites.",
          "2": "Análise, construção e padronização de arquiteturas e códigos de robôs.",
          "3": "Operação e testes dentro e fora de produção, com presença do cliente quando necessário.",
          "4": "Utilização de Control Room, IQBot, AARI e Bot Insights.",
          "5": "Aplicação dos conceitos de BPM, DRY e SOLID.",
          "6": "Desenvolvimento de POCs.",
          "7": "Elaboração de PDD, TDD, SDD, entre outros documentos técnicos.",
          "8": "Liderança de equipe em projetos.",
          "9": "Análise de pontos fortes e de melhoria da equipe.",
          "10": "Leitura e mapeamento de estruturas AS-IS e TO-BE.",
          "11": "Análise/especificação de requisitos e processos.",
          "12": "Comunicação com clientes para atualizações, aprovações e viabilidade de projetos.",
          "13": "Avaliação da construção de código e aderência às boas práticas.",
          "14": "Implantação da metodologia SCRUM na área de RPA.",
          "15": "Análise de viabilidade de novas automações.",
          "16": "Participação em reuniões técnicas de pré-vendas.",
          "17": "Treinamento de desenvolvedores em RPA e SoftSkills."
        },
        "3": {
          "0": "Desenvolvimento de plataformas E-Commerce e Sites Institucionais.",
          "1": "Participação em configuração de servidores via AWS.",
          "2": "Gestão e participação em modelos de trabalho SCRUM, Metodologia Ágil e KANBAN.",
          "3": "Utilização de PHP, CSS3, HTML5, MySQL e Javascript (padrão MVC).",
          "4": "Participação em projetos utilizando OpenCart, WooCommerce e Wordpress.",
          "5": "Atuação básica em manutenção de servidores.",
          "6": "Utilização de plataformas de gestão de projetos (Jira e Notion).",
          "7": "Utilização de ambientes de desenvolvimento (VsCode, Sublime e Xampp).",
          "8": "Suporte e resolução de bugs junto a clientes.",
          "9": "Treinamento de colaboradores sobre funcionalidades dos sistemas.",
          "10": "Comunicação com gestores para novos projetos."
        },
        "4": {
          "0": "Desenvolvimento de plataformas E-Commerce e Sites Institucionais.",
          "1": "Participação em configuração de servidores via AWS.",
          "2": "Gestão e participação em modelos de trabalho SCRUM, Metodologia Ágil e KANBAN.",
          "3": "Utilização de PHP, CSS3, HTML5, MySQL e Javascript (padrão MVC).",
          "4": "Participação em projetos utilizando OpenCart, WooCommerce e Wordpress.",
          "5": "Atuação básica em manutenção de servidores.",
          "6": "Utilização de plataformas de gestão de projetos (Jira e Notion).",
          "7": "Utilização de ambientes de desenvolvimento (VsCode, Sublime e Xampp).",
          "8": "Suporte e resolução de bugs junto a clientes.",
          "9": "Treinamento de colaboradores sobre funcionalidades dos sistemas.",
          "10": "Comunicação com gestores para novos projetos."
        }
      }
    },

    "volunteer": {
      "title1": "Mentoria de Recolocação no Mercado de Trabalho (TI)",
      "title2": "Mentoria de Formação de Líderes",
      "volunteerText": "Ajudo as pessoas a se recolocarem no mercado de TI, auxiliando em itens como:",
      "volunteerText2": "Realizo mentorias com outras pessoas para trocarmos ideias e experiências acerca da formação de uma liderança voltada à pessoas e ampliando a visão macro em responsabilidades mais gerenciais.",
      "volunteerList": {
        "0": "Reestruturação do perfil no LinkedIn",
        "1": "Integrações com softwares, plataformas e sites.",
        "2": "Criação conexões e networking com recrutadores de diversos segmentos;",
        "3": "Dicas de como se apresentar e ter um bom desempenho em uma entrevista;",
        "4": "Apresentação dos diversos tipos de abordagens, para diversas vagas de emprego;",
        "5": "Apoio no entendimento da conexão entre o conhecimento da pessoa com o cargo/atribuição que ela traçou como meta;",
        "6": "Acompanhamento de ponta a ponta o profissional, até o momento da aceitação da proposta de emprego."
      }
    },

    "header": {
      "about": "Sobre",
      "contact": "Contato",
      "project": "Projetos",
      "volunteer": "Voluntário",
      "experience": "Experiências",
      "service": "Serviços"
    },

    "helMsg": "Está precisando de ajuda? Entre em contato comigo via "
  }
}
